{
  "id": "oikawa-ur",
  "name": "Oikawa Tōru",
  "name_kanji": "及川徹",
  "rarity": "ur",
  "id_school": "aoba-johsai",
  "position": "s",
  "height": 184,
  "weight": 72,
  "year": 3,
  "jersey_number": 1,
  "birthday": "1994-07-20",
  "image_card": "images/characters/cards/oikawa-ur-card.png",
  "image_profile": "images/characters/profiles/oikawa-ur-profile.png",
  "description": "Capitán y armador estrella de Aoba Johsai. Conocido por su talento natural, estrategia en cancha y su icónico saque jump serve. Rival de Kageyama y mentor de su equipo.",
  
  "specialties": [
    "colocador",
    "saque",
    "atq-poderoso"
  ],
  
  "stats": {
    "colocacion": 1627,
    "saque": 1705,
    "recuperacion": 1290,
    "bloqueo": 1530,
    "recepcion": 1378,
    "ataque_rapido": 212,
    "ataque_poderoso": 1533
  },
  
  "abilities": [
    {
      "id": "oikawa-ur-h1",
      "name": "COLOCACIÓN DEL GRAN REY",
      "name_es": "COLOCACIÓN DEL GRAN REY",
      "type": "passive",
      "tags": ["Pasiva", "Colocacción", "Ritmo de Ataque"],
      "icon": "images/abilities/oikawa-ur/oikawa-ur-ability-1.png",
      "max_level": 3,
      "descriptions": {
        "1": "TORU OIKAWA ejecuta un pase con un poder equivalente al 120% del atributo Pase. Si los jugadores de tu equipo logran un resultado crítico, recibe 1 acumulaciones de la ventaja [Ritmo de Ataque]. Cada acumulación de esta ventaja aumenta la Percepción de los jugadores de tu equipo en un 1%. Puede acumularse hasta 10 veces.",
        "2": "TORU OIKAWA ejecuta un pase con un poder equivalente al 135% del atributo Pase. Si los jugadores de tu equipo logran un resultado crítico, recibe 1 acumulaciones de la ventaja [Ritmo de Ataque]. Cada acumulación de esta ventaja aumenta la Percepción de los jugadores de tu equipo en un 1%. Puede acumularse hasta 10 veces.",
        "3": "TORU OIKAWA ejecuta un pase con un poder equivalente al 150% del atributo Pase. Si los jugadores de tu equipo logran un resultado crítico, recibe 1 acumulaciones de la ventaja [Ritmo de Ataque]. Cada acumulación de esta ventaja aumenta la Percepción de los jugadores de tu equipo en un 1%. Puede acumularse hasta 10 veces."
      }
    },
    {
      "id": "oikawa-ur-h2",
      "name": "ANALISTA DE LA CANCHA",
      "name_es": "ANALISTA DE LA CANCHA",
      "type": "passive",
      "tags": ["Pasiva", "Finta de Colocador", "Interrupción de Bloqueo"],
      "icon": "images/abilities/oikawa-ur/oikawa-ur-ability-2.png",
      "max_level": 3,
      "descriptions": {
        "1": "TORU OIKAWA ejecuta una finta de colocador imbloqueable con un poder equivalente al 115% del atributo Pase. Si OIKAWA está presente, aumenta en un 20% la Fuerza de los jugadores de tipo Poder en tu equipo.",
        "2": "TORU OIKAWA ejecuta una finta de colocador imbloqueable con un poder equivalente al 130% del atributo Pase. Si OIKAWA está presente, aumenta en un 20% la Fuerza de los jugadores de tipo Poder en tu equipo.",
        "3": "TORU OIKAWA ejecuta una finta de colocador imbloqueable con un poder equivalente al 145% del atributo Pase. Si OIKAWA está presente, aumenta en un 20% la Fuerza de los jugadores de tipo Poder en tu equipo."
      }
    },
    {
      "id": "oikawa-ur-h3",
      "name": "LÍDER DE LA CANCHA",
      "name_es": "LÍDER DE LA CANCHA",
      "type": "passive",
      "tags": ["Pasiva", "Aumento de Percepción"],
      "icon": "images/abilities/oikawa-ur/oikawa-ur-ability-3.png",
      "max_level": 3,
      "descriptions": {
        "1": "si TORU OIKAWA está presente, aumenta la Percepción de los jugadores de tu equipo en un 10%. Cuando un jugador de tu equipo use la habilidad Remate poderoso, usará 6 acumulaciones de la ventaja [Ritmo de Ataque] para garantizar que este remate sea crítico.",
        "2": "si TORU OIKAWA está presente, aumenta la Percepción de los jugadores de tu equipo en un 14%. Cuando un jugador de tu equipo use la habilidad Remate poderoso, usará 6 acumulaciones de la ventaja [Ritmo de Ataque] para garantizar que este remate sea crítico.",
        "3": "si TORU OIKAWA está presente, aumenta la Percepción de los jugadores de tu equipo en un 18%. Cuando un jugador de tu equipo use la habilidad Remate poderoso, usará 6 acumulaciones de la ventaja [Ritmo de Ataque] para garantizar que este remate sea crítico."
      }
    },
    {
      "id": "oikawa-ur-h4",
      "name": "SAQUE CON SALTO DEL GRAN REY",
      "name_es": "SAQUE CON SALTO DEL GRAN REY",
      "type": "ultimate",
      "tags": ["Definitiva", "Pasiva", "Saque", "Bonificación de atributo"],
      "icon": "images/abilities/oikawa-ur/oikawa-ur-ability-4.png",
      "max_level": 5,
      "descriptions": {
        "1": "TORU OIKAWA ejecuta un Saque con Salto Poderoso con un poder equivalente al 260% del atributo Saque. Para este saque, OIKAWA aumenta en un 20% su atributo Percepción y en un 20% su atributo Fuerza.",
        "2": "TORU OIKAWA ejecuta un Saque con Salto Poderoso con un poder equivalente al 275% del atributo Saque. Para este saque, OIKAWA aumenta en un 20% su atributo Percepción y en un 20% su atributo Fuerza.",
        "3": "TORU OIKAWA ejecuta un Saque con Salto Poderoso con un poder equivalente al 290% del atributo Saque. Para este saque, OIKAWA aumenta en un 20% su atributo Percepción y en un 20% su atributo Fuerza.",
        "4": "TORU OIKAWA ejecuta un Saque con Salto Poderoso con un poder equivalente al 305% del atributo Saque. Para este saque, OIKAWA aumenta en un 20% su atributo Percepción y en un 20% su atributo Fuerza.",
        "5": "TORU OIKAWA ejecuta un Saque con Salto Poderoso con un poder equivalente al 320% del atributo Saque. Para este saque, OIKAWA aumenta en un 20% su atributo Percepción y en un 20% su atributo Fuerza."
      }
    }
  ],
  
  "memory": {
    "name": "Potenciación de Saque: TORU OIKAWA",
    "image": "images/memories/oikawa-ur-memory.png",
    "level": 80,
    "stats_boost": {
      "colocacion": 729,
      "saque": 729,
      "recuperacion": 507,
      "bloqueo": 665,
      "recepcion": 539,
      "remate": 570
    },
    "exclusive_effects": {
      "I": "Aumenta el atributo Saque del portador en un 12%. Cuando el portador ejecuta un saque crítico, obtiene 2 acumulación(es) de 'Ritmo de Ataque'. Cada Acumulación aumenta la Percepcion de los jugadores de tu equipo en un 1%; se acumula hasta 10 veces. Si el saque marca, el portador obtiene 4 acumulación(es) más de 'Ritmo de Ataque'. Mientras el portador está en la cancha, cuando 'Ritmo de Ataque' de tu equipo alcanza 6 acumulaciones, los atributos Fuerza y Espíritu de tus jugadores aumentan en un 2%; se acumula hasta 3 veces.",
      "II": "Sin información del grado II de este recuerdo.",
      "III": "Sin Información del grado III de este recuerdo.",
      "IV": "Sin Información del grado IV de este Recuerdo.",
      "V": "Aumenta el atributo Saque del portador en un 24%. Cuando el portador ejecuta un saque crítico, obtiene 2 acumulación(es) de 'Ritmo de Ataque'. Cada Acumulación aumenta la Percepcion de los jugadores de tu equipo en un 4%; se acumula hasta 10 veces. Si el saque marca, el portador obtiene 4 acumulación(es) más de 'Ritmo de Ataque'. Mientras el portador está en la cancha, cuando 'Ritmo de Ataque' de tu equipo alcanza 6 acumulaciones, los atributos Fuerza y Espíritu de tus jugadores aumentan en un 2%; se acumula hasta 3 veces."
    }
  },
  
  "resonances": {
    "I": "Aumenta los atributos básicos en un 13%.",
    "II": "El atributo Saque de TORU OIKAWA aumenta un 18%. Cuando se consume 'Ritmo de Ataque', el atributo Ataque poderoso de tus jugadores aumenta un 5% por acumulación, hasta un máximo de 5 acumulaciones.",
    "III": "Aumenta los atributos básicos en un 13%.",
    "IV": "Cuando saca TORU OIKAWA, aumenta la Percepción en un 15%, para los jugadores de tu equipo; esto dura 3 cruces de red. Si tu equipo anota antes de los 2 cruces de red después del saque de TORU OIKAWA, se restablece la recarga de SAQUE CON SALTO DEL GRAN REY.",
    "V": "Aumenta los atributos básicos en un 13%."
  },
  
  "bonds": [
    "eternos-rivales",
    "poder-confianza",
    "quimica-perfecta",
    "mas-alto"
  ]
}
