{
  "id": "tobio-ur",
  "name": "Tobio Kageyama",
  "name_kanji": "El Rey de la Cancha",
  "rarity": "ur",
  "id_school": "karasuno",
  "position": "s",
  "image_card": "images/characters/cards/tobio-ur-card.png",
  "image_profile": "images/characters/profiles/tobio-ur-profile.png",
  
  "specialties": [
    "colocador",
    "saque",
    "atq-rapido"
  ],
  
  "stats": {
    "colocacion": 2043,
    "saque": 1705,
    "recuperacion": 1290,
    "bloqueo": 1530,
    "recepcion": 1378,
    "ataque_rapido": 1680,
    "ataque_poderoso": 237
  },
  
  "abilities": [
    {
      "id": "tobio-ur-h1",
      "name_es": "GENIO COLOCADOR",
      "type": "passive",
      "tags": ["Pasiva", "Colocacción", "Mejora Aliada"],
      "icon": "images/abilities/tobio-ur/tobio-ur-ability-1.png",
      "max_level": 3,
      "descriptions": {
        "1": "TOBIO KAGEYAMA ejecuta un pase con un poder equivalente al 130% del Atributo Colocación. <br> Durante el pase de TOBIO KAGEYAMA, el Ataque rápido de los miembros que realizan un Remate poderoso o un ataque rápido aumenta en un 18% del Atributo Colocación de TOBIO KAGEYAMA. <br> Este efecto dura hasta que el balón cruza la red 2 veces.",
        "2": "TOBIO KAGEYAMA ejecuta un pase con un poder equivalente al 145% del Atributo Colocación. <br> Durante el pase de TOBIO KAGEYAMA, el Ataque rápido de los miembros que realizan un Remate poderoso o un ataque rápido aumenta en un 18% del Atributo Colocación de TOBIO KAGEYAMA. <br> Este efecto dura hasta que el balón cruza la red 2 veces.",
        "3": "TOBIO KAGEYAMA ejecuta un pase con un poder equivalente al 160% del Atributo Colocación. <br> Durante el pase de TOBIO KAGEYAMA, el Ataque rápido de los miembros que realizan un Remate poderoso o un ataque rápido aumenta en un 18% del Atributo Colocación de TOBIO KAGEYAMA. <br> Este efecto dura hasta que el balón cruza la red 2 veces."
      }
    },
    {
      "id": "tobio-ur-h2",
      "name_es": "SAQUE ASESINO",
      "type": "passive",
      "tags": ["Pasiva", "Saque"],
      "icon": "images/abilities/tobio-ur/tobio-ur-ability-2.png",
      "max_level": 3,
      "descriptions": {
        "1": "TOBIO KAGEYAMA ejecuta un Saque con Salto Potente con un poder equivalente al 130% del atributo Saque. <br> Si este saque resulta ser Crítico, la Técnica Ofensiva de los jugadores de tu equipo aumentará en un 10%. <br> Este efecto dura hasta que el balon cruza la red 6 veces.",
        "2": "TOBIO KAGEYAMA ejecuta un Saque con Salto Potente con un poder equivalente al 145% del atributo Saque. <br> Si este saque resulta ser Crítico, la Técnica Ofensiva de los jugadores de tu equipo aumentará en un 10%. <br> Este efecto dura hasta que el balon cruza la red 6 veces.",
        "3": "TOBIO KAGEYAMA ejecuta un Saque con Salto Potente con un poder equivalente al 160% del atributo Saque. <br> Si este saque resulta ser Crítico, la Técnica Ofensiva de los jugadores de tu equipo aumentará en un 10%. <br> Este efecto dura hasta que el balon cruza la red 6 veces."
      }
    },
    {
      "id": "tobio-ur-h3",
      "name_es": "REY SILENCIOSO",
      "type": "passive",
      "tags": ["Pasiva", "Mejora Ataque Rápido"],
      "icon": "images/abilities/tobio-ur/tobio-ur-ability-3.png",
      "max_level": 3,
      "descriptions": {
        "1": "La Tecnica ofensiva de TOBIO KAGEYAMA aumenta en 14%. <br>Si TOBIO KAGEYAMA está presente en la cancha y el saque, la Finta de Colocador o el remate (Ataque Poderoso / ataque rápido) del oponente resulta ser una Jugada Crítica, TOBIO KAGEYAMA obtendrá 1 acumulación del efecto 'Competitividad'. Máximo 5 acumulaciones <br>Cuando TOBIO KAGEYAMA está en la cancha y un jugador de tu equipo realiza un Saque, una Finta de Colocador o un Remate, consume 1 acumulación del efecto 'Competividad' y aumenta la Percepción en un 20% y la Fuerza en un 15% para el miembro que realiza la acción; Este efecto dura 2 cruces de red. <br> Al comiezo del Rally, TOBIO KAGEYAMA adquiere 1 aumulación del efecto 'Competividad'.",
        "2": "La Tecnica ofensiva de TOBIO KAGEYAMA aumenta en %.<br>Si TOBIO KAGEYAMA está presente en la cancha y el saque, la Finta de Colocador o el remate (Ataque Poderoso / ataque rápido) del oponente resulta ser una Jugada Crítica, TOBIO KAGEYAMA obtendrá 1 acumulación del efecto 'Competitividad'. Máximo 5 acumulaciones <br>Cuando TOBIO KAGEYAMA está en la cancha y un jugador de tu equipo realiza un Saque, una Finta de Colocador o un Remate, consume 1 acumulación del efecto 'Competividad' y aumenta la Percepción en un % y la Fuerza en un 15% para el miembro que realiza la acción; Este efecto dura 2 cruces de red. <br> Al comiezo del Rally, TOBIO KAGEYAMA adquiere 1 aumulación del efecto 'Competividad'.",
        "3": "La Tecnica ofensiva de TOBIO KAGEYAMA aumenta en %.<br>Si TOBIO KAGEYAMA está presente en la cancha y el saque, la Finta de Colocador o el remate (Ataque Poderoso / ataque rápido) del oponente resulta ser una Jugada Crítica, TOBIO KAGEYAMA obtendrá 1 acumulación del efecto 'Competitividad'. Máximo 5 acumulaciones <br>Cuando TOBIO KAGEYAMA está en la cancha y un jugador de tu equipo realiza un Saque, una Finta de Colocador o un Remate, consume 1 acumulación del efecto 'Competividad' y aumenta la Percepción en un % y la Fuerza en un 15% para el miembro que realiza la acción; Este efecto dura 2 cruces de red. <br> Al comiezo del Rally, TOBIO KAGEYAMA adquiere 1 aumulación del efecto 'Competividad'."
      }
    },
    {
      "id": "tobio-ur-h4",
      "name_es": "DOMINA EL PARTIDO",
      "type": "ultimate",
      "tags": ["Definitiva", "Activa", "Finta de Colocador", "Ignora Bloqueo"],
      "icon": "images/abilities/tobio-ur/tobio-ur-ability-4.png",
      "max_level": 5,
      "descriptions": {
        "1": "TOBIO KAGEYAMA ejecuta una finta de colocador imbloqueable con un poder equivalente al 240% del atributo Colocación. <br> Las habilidades de bloqueo de la línea delantera rival extienden su Enfriamiento en 4 cruces de red.",
        "2": "TOBIO KAGEYAMA ejecuta una finta de colocador imbloqueable con un poder equivalente al 255% del atributo Colocación. <br> Las habilidades de bloqueo de la línea delantera rival extienden su Enfriamiento en 4 cruces de red.",
        "3": "TOBIO KAGEYAMA ejecuta una finta de colocador imbloqueable con un poder equivalente al 270% del atributo Colocación. <br> Las habilidades de bloqueo de la línea delantera rival extienden su Enfriamiento en 4 cruces de red.",
        "4": "TOBIO KAGEYAMA ejecuta una finta de colocador imbloqueable con un poder equivalente al 285% del atributo Colocación. <br> Las habilidades de bloqueo de la línea delantera rival extienden su Enfriamiento en 4 cruces de red.",
        "5": "TOBIO KAGEYAMA ejecuta una finta de colocador imbloqueable con un poder equivalente al 300% del atributo Colocación. <br> Las habilidades de bloqueo de la línea delantera rival extienden su Enfriamiento en 4 cruces de red."
      }
    }
  ],
  
  "memory": {
    "name": "Mejora de Pase y Finta de Colocador: TOBIO KAGEYAMA",
    "image": "images/memories/tobio-ur-memory.png",
    "level": 80,
    "stats_boost": {
      "colocacion": 0,
      "saque": 0,
      "recuperacion": 0,
      "bloqueo": 0,
      "recepcion": 0,
      "remate": 0
    },
    "exclusive_effects": {
      "I": "Aumenta el atributo Colocación del portador en un 12%.<br>Cuando el portador ejecuta la habilidad Finta de Colocador, su Fuerza aumenta en Percepción por 20%; Se acumula hasta 100% veces.<br>Tras que el portador ejecute la habilidad Finta de Colocador, la potencia del siguiente remate (Remate poderoso/ataque rápido) de un aliado aumenta en un 14% de la estadística Ataque Poderoso/Ataque Rápido del miembro que realiza el remate.",
      "II": "Sin información del grado II de este recuerdo.",
      "III": "Sin Información del grado III de este recuerdo.",
      "IV": "Sin Información del grado IV de este Recuerdo.",
      "V": "Sin Información del grado V de este Recuerdo."
    }
  },
  
  "resonances": {
    "I": "Aumenta los atributos básicos en un 13%.",
    "II": "La Fuerza de TOBIO KAGEYAMA aumenta en un 20%.<hr>Al consumir el efecto 'Competitividad', la Percepción de los miembros que realizan saques, Fintas de Colocador y remates aumentará en un 15% adicional. Este efecto dura hasta que el balón cruza la red 2 veces.<hr>Si la jugada de TOBIO KAGEYAMA consume el efecto 'Competitividad', obtendrá 1 acumulación del efecto 'Competitividad' y el poder de la jugada actual aumentará en el parámetro correspondiente x 15%. Además, la Percepción aumenta en un 20%. Este efecto dura hasta que el balón cruza la red 2 veces. <hr> La Técnica ofensiva de los miembros que tienen 3 o más acumulaciones del efecto 'Competitividad' y realizan saques, Fintas de Colocador y remates aumenta en un 10%. Este efecto dura hasta que el balón cruza la red 2 veces.",
    "III": "Aumenta los atributos básicos en un 13%.",
    "IV": "El Atributo Colocación de TOBIO KAGEYAMA aumenta en un 15%.<hr>Cuando TOBIO KAGEYAMA está en la cancha y un jugador de tu equipo realiza un ataque rápido o una Finta de Colocador, la Fuerza del miembro que realiza la jugada correspondiente aumenta en un 6% por cada 500 del Atributo Colocación de TOBIO KAGEYAMA. Máximo un 60%.<hr>Cuando se activa la habilidad de TOBIO KAGEYAMA, el Enfriamiento de sus otras habilidades se reduce en el número de cruces de red del balón.",
    "V": "Aumenta los atributos básicos en un 13%."
  },
  
  "bonds": [
    "duo-raro",
    "rey-gran-rey"
  ]
}
